Revit 2027 API
ParameterTypeId.LoadUsageName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadUsageName { get; }
Public Shared ReadOnly Property LoadUsageName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadUsageName {
	ForgeTypeId^ get ();
}
static member LoadUsageName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace